Repository: victor-aunon/pomodoro
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: Por favor identifícate para acceder a esta página.

source: Desktop notifications not available in your browser. Try Firefox.
es: Las notificaciones de escritorio no están disponibles en este navegador, prueba con Firefox.

source: Take a long break!
es: ¡Tómate un descanso largo!

source: You have completed
es: Has completado

source: Take a break!
es: ¡Tómate un descanso!

source: Let's work!
es: ¡A trabajar!

source: You have taken a short break.
es: Te has tomado un descanso breve.

source: You have taken a long break.
es: Te has tomado un descanso largo.

source: Working
es: Trabajando

source: Resting
es: Descansando

source: Home
es: Inicio

source: Pomodoro timer enhanced, boost your productivity
es: Pomodoro timer, incrementa tu productividad

source: Play
es: Iniciar

source: Pause
es: Pausar

source: Stop
es: Reiniciar

source: Add a task
es: Añade una tarea

source: Keyboard shortcuts
es: Atajos de teclado

source: play / pause the timer
es: inicia / pausa el contador

source: stop the timer
es: reinicia el contador

source: Tips
es: Consejos

source: Enable desktop notifications
es: Activa las notificaciones de escritorio

source: to get notified when the countdown ends
es: para ser avisado cuando el contador termine

source: Allow cookies
es: Permite las cookies

source: on this site to keep your data and tasks
es: en este sitio para guardar tu registro y tus tareas

source: File Not Found
es: No se ha encontrado lo que buscabas ‍:(

source: Back
es: Atrás

source: An unexpected error has occurred
es: Ocurrió un error inesperado :S

source: The administrator has been notified. Sorry for the inconvenience!
es: El administrador ha sido notificado. Perdón por las molestias.
